{
  "SPP": [
    {
      "id": 1,
      "Bookname": "Mặt Nạ Ủ Tóc Fanola 1500ml",
      "NamXB": "Chống sơ rối",
      "IDTheLoai": "1",
      "Author": "Fanola",
      "Detail": "Việc tiếp xúc thường xuyên với các hóa chất như việc uốn, nhuộm, tẩy tóc khiến mái tóc bạn trở nên khô xơ, hư tổn hơn. Tuy nhiên, không phải ai cũng biết cách chăm sóc tóc sau mỗi lần \"phá\" tóc như vậy. Vì thế, Hasaki xin giới thiệu đến bạn Mặt Nạ Ủ Tóc Phục Hồi Hư Tổn Fanola Nutricare Restructuring Mask chính là sự lựa chọn tốt nhất cho bạn với khả năng nuôi dưỡng, phục hồi mái tóc từ chân đến ngọn trở nên bóng mượt, cải thiện tình trạng xơ rối và chẻ ngọn.\n\nFanola là thương hiệu chăm sóc tóc đến từ nước Ý. Sản phẩm của Fanola rất phong phú, đa dạng với nhiều dòng sản phẩm khác nhau, đáp ứng mọi nhu cầu về tóc và được điều chế đặc biệt  từ những hợp chất thiên nhiên, với tính năng ưu việt giúp bạn xử lý tóc hư tổn nhanh, hiệu quả. Trong suốt những năm qua, Fanola đã lớn mạnh và chứng tỏ được vị trí của mình ở nhiều thị trường trên thế giới.\n\n",
      "Image": "https://media.hasaki.vn/catalog/product/_/m/_mat-na-u-toc-fanola-phuc-hoi-toc-hu-ton-1500ml-111_1__img_220x220_0dff4c_fit_center.jpg",
      "Price": "194.000",
      "TheLoai": "Dưỡng da"
    },
    {
      "id": 2,
      "Bookname": "Tinh Chất Melano CC 20ml",
      "NamXB": "Dưỡng Sáng Da, Ngừa Thâm Nám",
      "IDTheLoai": "1",
      "Author": "MELANO CC",
      "Detail": " Đây là sản phẩm tinh chất dưỡng da bán chạy nhất của thương hiệu Melano CC (Nhật Bản), với sự kết hợp giữa Vitamin C tinh khiết và Vitamin E có khả năng thẩm thấu sâu vào lớp đáy da, giúp ức chế sự hình thành hắc tố melanin, từ đó làm giảm và ngăn ngừa vết thâm nám, tàn nhang, dưỡng da sáng mịn từ bên trong.",
      "Image": "https://media.hasaki.vn/catalog/product/t/i/tinh-chat-melano-cc-duong-sang-da-ngua-tham-nam-20ml-01_img_300x300_b798dd_fit_center.jpg",
      "Price": 240000,
      "TheLoai": "Dưỡng da"
    },
    {
      "id": 3,
      "Bookname": "Snail Miracle Repair Serum 50ml",
      "NamXB": "Tinh Chất Dưỡng Hỗ Trợ Phục Hồi Da, Mờ Thâm Sẹo",
      "IDTheLoai": "1",
      "Author": " SOME BY MI",
      "Detail": " Tinh Chất Dưỡng Hỗ Trợ Phục Hồi Da, Mờ Thâm Sẹo Some By Mi Snail Truecica Miracle Repair Serum để hoàn thiện quy trình chăm sóc cho làn da mụn, nhạy cảm. Đây là sản phẩm đã hoàn thành bài kiểm tra không gây kích ứng của Viện Da Liễu Hàn Quốc, với công thức được bào chế đặc biệt loại bỏ 20 thành phần có hại, dễ gây kích ứng cho da.",
      "Image": "https://media.hasaki.vn/catalog/product/t/i/tinh-chat-duong-ho-tro-phuc-hoi-da-mo-tham-seo-some-by-mi-50ml_img_300x300_b798dd_fit_center.jpg",
      "Price": 234000,
      "TheLoai": "Dưỡng da"
    },
    {
      "id": 4,
      "Bookname": "Pro ACNE Solution Treatment 40ml",
      "NamXB": "Tinh Chất Giảm Mụn Viêm, Mờ Vết Thâm",
      "IDTheLoai": "1",
      "Author": " Eucerin",
      "Detail": " Tinh chất làm giảm mụn A.I Clearing Treatment là sản phẩm được thiết kế với công thức cải tiến giúp giảm mụn và thâm sau mụn, thích hợp cho cả tình trạng mụn nhẹ đến trung bình nhờ bộ 3 phức hợp Glycolic Acid, Salicylic Acid và Polyhydroxy Acid (còn gọi là Hydroxy Complex). Trong đó 10% Hydroxy Complex có tác dụng giúp thông thoáng lỗ chân lông, giảm mụn viêm, mụn không viêm.",
      "Image": "https://media.hasaki.vn/catalog/product/t/i/tinh-chat-eucerin-giam-mun-viem-mo-vet-tham-40ml_img_300x300_b798dd_fit_center.jpg",
      "Price": 415000,
      "TheLoai": "Dưỡng da"
    },
    {
      "id": 5,
      "Bookname": "AHA-BHA-PHA 30 Days Serum 50ml",
      "NamXB": "Tinh Chất Cho Da Mụn",
      "IDTheLoai": "1",
      "Author": " SOME BY MI",
      "Detail": " Tinh Chất SOME BY MI Cho Da Mụn vừa ra mắt gần đây nhưng đã đạt chứng nhận KFDA về chất lượng và uy tín đồng thời nhận được rất nhiều sự hài lòng từ phía chị em nhờ hiệu quả giảm mụn sưng, viêm, mờ thâm, lỗ chân lông se khít, những vùng da tối màu sáng và hồng hào hơn, giảm tiết dầu và bã nhờn chỉ sau 30 ngày nhưng với một mức giá cực kì hợp lý.",
      "Image": "https://media.hasaki.vn/catalog/product/t/i/tinh-chat-some-by-mi-cho-da-mun-50ml-111_2__img_300x300_b798dd_fit_center.jpg",
      "Price": 249000,
      "TheLoai": "Dưỡng da"
    },
    {
      "id": 6,
      "Bookname": "Hyalu B5 Serum 30ml",
      "NamXB": "Tinh Chất Phục Hồi Độ Ẩm, Săn Chắc Da",
      "IDTheLoai": "1",
      "Author": " La Roche-Posay",
      "Detail": " Tinh Chất La Roche-Posay Hyalu B5 Serum là dòng serum chuyên biệt của thương hiệu La Roche-Posay với công thức giúp tái tạo & phục hồi da độc đáo gồm hai phân tử Hyaluronic Acid nguyên chất, vitamin B5 và Madecassoside, giúp làn da căng mịn, trở nên săn chắc & đàn hồi hơn, đồng thời giúp phục hồi hàng rào bảo vệ da và kích hoạt tái tạo da.",
      "Image": "https://media.hasaki.vn/catalog/product/t/i/tinh-chat-la-roche-posay-ho-tro-phuc-hoi-da-30ml-05_img_300x300_b798dd_fit_center.jpg",
      "Price": 734000,
      "TheLoai": "Dưỡng da"
    },
    {
      "id": 7,
      "Bookname": "Advanced Night Repair II - Serum 30ml",
      "NamXB": "Tinh Chất Phục Hồi Da Ban Đêm ",
      "IDTheLoai": "1",
      "Author": " Estee Lauder",
      "Detail": " Tinh Chất Phục Hồi Da Ban Đêm Estee Lauder Advanced Night Repair Complex II là loại serum đầu tiên sử dụng Hyaluronic Acid tham gia vào bước dưỡng ẩm da. Đồng thời sử dụng công nghệ độc quyền ChronoluxCB giúp kích hoạt các gen có khả năng đồng bộ hóa các chức năng tế bào trong 24 giờ, thúc đẩy quá trình tái tạo da ngay trong khi ngủ, mang đến làn da rạng rỡ, khỏe mạnh hơn khi thức dậy.",
      "Image": "https://media.hasaki.vn/catalog/product/1/0/100210022-1908_img_300x300_b798dd_fit_center.jpg",
      "Price": 1449000,
      "TheLoai": "Dưỡng da"
    },
    {
      "id": 8,
      "Bookname": "Whitening UltraWHITE Spot 5ml",
      "NamXB": "Tinh Chất Mờ Thâm Nám & Đốm Nâu",
      "IDTheLoai": "1",
      "Author": " Eucerin",
      "Detail": " Ánh nắng, thay đổi nội tiết tố, viêm da và sẹo mụn đều có thể dẫn đến tăng hắc sắc tố da trên gương mặt, hình thành nên những đốm nâu, sạm da, tàn nhang. Tinh Chất Hỗ Trợ Mờ Các Vết Thâm Nám, Tàn Nhang Eucerin Ultra White Spotless Spot Corrector làm giảm các vết thâm nám và tình trạng da không đồng màu do rối loạn tăng sắc tố. Da trở nên sáng và đồng màu hơn chỉ sau một thời gian sử dụng.",
      "Image": "https://media.hasaki.vn/catalog/product/t/i/tinh-chat-eucerin-ho-tro-mo-vet-nam-5ml-04_img_300x300_b798dd_fit_center.jpg",
      "Price": 565000,
      "TheLoai": "Dưỡng da"
    },
    {
      "id": 9,
      "Bookname": "UltraWHITE+ Spotless Serum 30ml",
      "NamXB": "Tinh Chất Dưỡng Làm Sáng Da, Mờ Thâm Nám",
      "IDTheLoai": "1",
      "Author": " Eucerin",
      "Detail": " Tinh Chất Eucerin UltraWHITE+ Spotless Double Booster Serum là dòng sản phẩm mới nhất đến từ bộ sưu tập UltraWHITE+ SPOTLESS, giúp hoàn thiện chu trình dưỡng da dành cho những làn da đang gặp vấn đề về tăng sắc tố, muốn dưỡng sáng và cải thiện tình trạng da tối xỉn, không đều màu.",
      "Image": "https://media.hasaki.vn/catalog/product/t/i/tinh-chat-eucerin-duong-lam-sang-da-mo-tham-nam-30ml-2_img_300x300_b798dd_fit_center.jpg",
      "Price": 948000,
      "TheLoai": "Dưỡng da"
    },
    {
      "id": 10,
      "Bookname": "Rich Moist Soothing Serum 80ml",
      "NamXB": "Tinh Chất Dưỡng Ẩm Sâu Cho Da",
      "IDTheLoai": "1",
      "Author": " Klairs",
      "Detail": " Lời Chia Tay Đẹp Nhất Thế Gian cũng chính là lời tri ân cuối cùng mà tác giả gửi đến người mẹ quá cố của mình, là bài ca viết dâng tặng người kính yêu.",
      "Image": "https://media.hasaki.vn/catalog/product/g/o/google-shopping-tinh-chat-klairs-duong-am-sau-cho-da-80ml_img_300x300_b798dd_fit_center.jpg",
      "Price": 248000,
      "TheLoai": "Dưỡng da"
    },
    {
      "id": 11,
      "Bookname": "Sensibio H2O 500ml",
      "NamXB": "Nước Tẩy Trang Dành Cho Da Nhạy",
      "IDTheLoai": "1",
      "Author": " Bioderma",
      "Detail": " Sensibio H2O giúp làm sạch sâu da và loại bỏ lớp trang điểm nhanh chóng mà không cần rửa lại bằng nước. Công thức dịu nhẹ, không kích ứng, không gây khô căng da, đặc biệt phù hợp với làn da nhạy cảm.",
      "Image": "https://media.hasaki.vn/catalog/product/n/u/nuoc-tay-trang-bioderma-danh-cho-da-nhay-cam-500ml-3_img_300x300_b798dd_fit_center.jpg",
      "Price": 364000,
      "TheLoai": "Dưỡng da"
    },
    {
      "id": 12,
      "Bookname": "Gentle Skin Cleanser 500ml",
      "NamXB": "Sữa Rửa Mặt Dịu Nhẹ",
      "IDTheLoai": "1",
      "Author": " Cetaphil",
      "Detail": " Sữa Rửa Mặt Cetaphil Cetaphil Gentle Skin Cleanser có công thức không chứa kiềm, không tạo nhân trứng cá và không chứa hương liệu.",
      "Image": "https://media.hasaki.vn/catalog/product/s/u/sua-rua-mat-cetaphil-diu-nhe-500ml-01_img_300x300_b798dd_fit_center.jpg",
      "Price": 2490000,
      "TheLoai": "Dưỡng da"
    },
    {
      "id": 13,
      "Bookname": "Skin Perfecting 2% BHA Liquid 30ml",
      "NamXB": "Dung Dịch Tẩy Da Chết BHA 2%",
      "IDTheLoai": "1",
      "Author": " Paula’s Choice",
      "Detail": " Dung Dịch Tẩy Da Chết Skin Perfecting với nồng độ 2% BHA (Salicylic Acid) giúp làm sạch sâu lỗ chân lông, cải thiện tình trạng mụn ẩn - mụn đầu đen, đồng thời làm mờ nếp nhăn sâu, cải thiện tông màu da, mang lại cho bạn làn da sáng mịn, rạng rỡ và khỏe mạnh.",
      "Image": "https://media.hasaki.vn/catalog/product/d/u/dung-dich-loai-bo-te-bao-chet-paula-s-choice-bha-2-30ml-1_img_300x300_b798dd_fit_center.jpg",
      "Price": 214000,
      "TheLoai": "Dưỡng da"
    },
    {
      "id": 14,
      "Bookname": "Micellar Water 3-in-1 Refreshing Even For Sensitive Skin 400ml",
      "NamXB": "Nước Tẩy Trang Cho Da Dầu & Da Hỗn Hợp",
      "IDTheLoai": "1",
      "Author": " L'Oreal",
      "Detail": " Miccelar Water là một loại nước tẩy trang ứng dụng công nghệ tạo thành từ các phân tử mixen giúp tẩy trang, làm sạch bụi bẩn, bã nhờn trên da mà không cần dùng hóa chất mạnh. Được sử dụng lần đầu tiên tại Paris, đây là giải pháp giúp mang lại làn da sạch nhanh chóng.",
      "Image": "https://media.hasaki.vn/catalog/product/n/u/nuoc-tay-trang-tuoi-mat-l-oreal-3-in-1-danh-cho-da-dau-da-hon-hop-400ml-01_img_300x300_b798dd_fit_center.jpg",
      "Price": 104000,
      "TheLoai": "Dưỡng da"
    },
    {
      "id": 15,
      "Bookname": "Tea Tree Purifying Clay Mask & Cleanser In 1 120ml",
      "NamXB": "Sữa Rửa Mặt Dạng Bùn Tràm Trà",
      "IDTheLoai": "1",
      "Author": " NARUKO ",
      "Detail": " Sữa Rửa Mặt NARUKO 120ml bao gồm nhiều loại sữa rửa mặt khác nhau sẽ không chỉ giúp làm sạch được bụi bẩn và tẩy được tế bào da chết mà còn cung cấp thêm dưỡng chất giúp hỗ trợ tái tạo, hỗ trợ làm chậm tiến trình lão hóa và chăm sóc da hiệu quả.",
      "Image": "https://media.hasaki.vn/catalog/product/g/o/google-shopping-sua-rua-mat-naruko-dang-bun-tram-tra-120g_img_300x300_b798dd_fit_center.jpg",
      "Price": 159000,
      "TheLoai": "Dưỡng da"
    },
    {
      "id": 16,
      "Bookname": "Supple Preparation Facial Toner 180ml",
      "NamXB": "Nước Hoa Hồng Dành Cho Da Nhạy Cảm",
      "IDTheLoai": "1",
      "Author": " Klairs",
      "Detail": " Nước Hoa Hồng Dành Cho Da Nhạy Cảm Klairs Supple Preparation Facial Toner với thành phần chính chiết xuất từ nước cất Lavender Anh giúp kháng khuẩn, làm dịu làn da kích ứng, da mụn; hoạt chất Phyto-Oligo có tác dụng dưỡng ẩm, giữ da ngậm nước. Cùng các thành phần chiết xuất thực vật khác như rau má, HA, Vitamin E & B5...nhằm hỗ trợ kháng viêm, giảm kích ứng, làm dịu vùng da mụn sưng đỏ.",
      "Image": "https://media.hasaki.vn/catalog/product/n/u/nuoc-hoa-hong-klairs-danh-cho-da-nhay-cam-180ml-6_img_300x300_b798dd_fit_center.jpg",
      "Price": 230000,
      "TheLoai": "Dưỡng da"
    },
    {
      "id": 17,
      "Bookname": "Effaclar Micellar Water Ultra Oily Skin 400ml",
      "NamXB": "Nước Tẩy Trang Cho Da Dầu, Nhạy Cảm",
      "IDTheLoai": "1",
      "Author": " La Roche-Posay",
      "Detail": " Nước Tẩy Trang La Roche-Posay Micellar Water Ultra For Oily Skin chuyên dành cho làn da dầu, da nhạy cảm này sẽ đảm nhiệm tốt chức năng làm sạch, lấy đi mọi lớp makeup cứng đầu, bã nhờn & bụi bẩn sâu từ bên trong lỗ chân lông - trả lại cho bạn làn da sạch mụn, mịn màng hơn bao giờ hết.",
      "Image": "https://media.hasaki.vn/catalog/product/n/u/nuoc-tay-trang-la-roche-posay-cho-da-dau-nhay-cam-400ml_img_300x300_b798dd_fit_center.jpg",
      "Price": 347000,
      "TheLoai": "Dưỡng da"
    },
    {
      "id": 18,
      "Bookname": "Cleansing Water Witch Hazel 500ml",
      "NamXB": "Nước Tẩy Trang Chiết Xuất Cây Phỉ",
      "IDTheLoai": "1",
      "Author": " Derladie",
      "Detail": " Cleansing Water Witch Hazel là sản phẩm chiết xuất cây Phỉ, giúp làm sạch lớp trang điểm nhanh chóng, loại bỏ dầu thừa và bụi bẩn, đồng thời kháng viêm và hỗ trợ se khít lỗ chân lông, mang lại cho bạn làn da sạch thoáng mịn màng.",
      "Image": "https://media.hasaki.vn/catalog/product/n/u/nuoc-tay-trang-derladie-chiet-xuat-cay-phi-500ml_img_300x300_b798dd_fit_center.jpg",
      "Price": 279000,
      "TheLoai": "Dưỡng da"
    },
    {
      "id": 19,
      "Bookname": "Healthy White Fresh & Fair 350ml",
      "NamXB": "Sữa Dưỡng Thể Dịu Mát Sáng Da",
      "IDTheLoai": "2",
      "Author": " Vaseline",
      "Detail": " Sữa Dưỡng Thể Sáng Da Body Lotion 350ml là sản phẩm dưỡng thể đến từ thương hiệu mỹ phẩm VASELINE của Mỹ, với công thức cải tiến dòng sản phẩm White Lotion mang lại hiệu quả trắng sáng vượt trội nhưng vẫn giữ độ ẩm cần thiết cho da.",
      "Image": "https://media.hasaki.vn/catalog/product/g/o/google-shopping-sua-duong-the-vaseline-diu-mat-sang-da-350ml_img_300x300_b798dd_fit_center.jpg",
      "Price": 84000,
      "TheLoai": "Chăm sóc cơ thể"
    },
    {
      "id": 20,
      "Bookname": "Moisturizing & Washing 800ml",
      "NamXB": "Sữa Tắm Dưỡng Sáng Da",
      "IDTheLoai": "2",
      "Author": " HATOMUGI",
      "Detail": " Sữa tắm HATOMUGI Moisturizing & Washing đến từ Nhật Bản với thành phần chiết xuất hạt ý dĩ giàu dưỡng chất, không chỉ giúp làm sạch da mà còn nuôi dưỡng cho làn da sáng mịn dần đều từ bên trong. Sữa tắm HATOMUGI Moisturizing & Washing là sản phẩm thường xuyên lọt vào top sữa tắm được yêu thích của các tạp chí làm đẹp hàng đầu tại Nhật, được săn lùng không chỉ ở nước sở tại mà còn lan rộng ra khắp các nước ở khu vực châu Á nhờ độ dưỡng ẩm tốt và khả năng dưỡng sáng da hiệu quả. ",
      "Image": "https://media.hasaki.vn/catalog/product/s/u/sua-tam-hatomugi-duong-sang-da-800ml_img_300x300_b798dd_fit_center.jpg",
      "Price": 134000,
      "TheLoai": "Chăm sóc cơ thể"
    },
    {
      "id": 21,
      "Bookname": "Dak Lak Coffee Body 200ml",
      "NamXB": "Cà Phê Đắk LắkLàm Sạch Da Chết Toàn Thân",
      "IDTheLoai": "2",
      "Author": " Cocoon",
      "Detail": " Cà Phê Đắk Lắk Tẩy Da Chết Toàn Thân Cocoon Dak Lak Coffee Body Polish 200ml là dòng tẩy tế bào chết toàn thân từ thương hiệu mỹ phẩm Cocoon của Việt Nam là một trong những sản phẩm với thành phần tự nhiên có nguồn gốc trong nước như hạt cà phê Đăk Lăk nguyên chất xay nhuyễn, hòa quyện cùng bơ cacao Tiền Giang giúp loại bỏ tế bào chết hiệu quả, làm đều màu da, mang lại năng lượng, giúp da trở nên mềm mại và rạng rỡ giúp mang đến cho bạn sản phẩm thuần chay tốt nhất với niềm tự hào từ nguyên liệu thuần Việt.",
      "Image": "https://media.hasaki.vn/catalog/product/g/o/google-shopping-ca-phe-dak-lak-cocoon-lam-sach-da-chet-toan-than-200ml_img_300x300_b798dd_fit_center.jpg",
      "Price": 91000,
      "TheLoai": "Chăm sóc cơ thể"
    },
    {
      "id": 22,
      "Bookname": "Hip Care Soap Peach 80g",
      "NamXB": "Xà Phòng Làm Giảm Mụn Và Thâm Mông",
      "IDTheLoai": "2",
      "Author": " Pelican",
      "Detail": " Xà Phòng Làm Giảm Mụn Và Thâm Mông Pelican Hip Care Soap 80g của thương hiệu mỹ phẩm Nhật Pelican chăm sóc chuyên biệt cho vùng da mông, giúp thanh tẩy tế bào chết nhẹ nhàng, làm giảm tình trạng da sần sùi, thô ráp, cải thiện các vùng da tối màu trở nên sáng dần lên và mịn màng hơn trông thấy, đồng thời giúp giảm mụn hiệu quả.",
      "Image": "https://media.hasaki.vn/catalog/product/g/o/google-shopping-xa-phong-pelican-lam-giam-mun-va-tham-mong-80g_img_300x300_b798dd_fit_center.jpg",
      "Price": 95000,
      "TheLoai": "Chăm sóc cơ thể"
    },
    {
      "id": 23,
      "Bookname": "Gel Scrub Coffee Cinanmon Cloves 380g",
      "NamXB": "Tẩy Da Chết Toàn Thân Quế Hồi Và Café",
      "IDTheLoai": "2",
      "Author": " Eksklyuziv Kosmetik",
      "Detail": " Tẩy Da Chết Toàn Thân Eksklyuziv Kosmetik Gel Scrub 380g là tẩy tế bào chết toàn thân đến từ thương hiệu mỹ phẩm Eksklyziv Kosmetik của Cộng Hòa Belarus với chiết xuất từ các thành phần thiên nhiên như cam, chanh, bưởi, trà xanh, quế hồi và cà phê loại bỏ nhẹ nhàng các tế bào chết, lớp sừng bong tróc trên da, đem lại làn da ẩm mịn, thúc đẩy quá trình tái tạo da",
      "Image": "https://media.hasaki.vn/catalog/product/g/o/google-shopping-tay-da-chet-toan-than-eksklyuziv-kosmetik-chiet-xuat-que-hoi-va-cafe-380g-2_img_300x300_b798dd_fit_center.jpg",
      "Price": 80000,
      "TheLoai": "Chăm sóc cơ thể"
    },
    {
      "id": 24,
      "Bookname": "UV Anti-Pollution Body 150ml",
      "NamXB": "Serum Chống Nắng Dưỡng Thể Kháng Bụi, Làm Sáng Da SPF 50+/PA+++",
      "IDTheLoai": "2",
      "Author": " Bioré",
      "Detail": " Serum Chống Nắng Body Bioré SPF50/PA+++ đến từ thương hiệu Bioré với chỉ số chống nắng cao, thẩm thấu nhanh và không gây bóng nhờn, không thấm nước, sẽ là trợ thủ đắc lực che chắn cho làn da bạn trước tác hại từ ánh nắng mặt trời và giúp da bạn luôn căng mọng, rạng rỡ. Sản phẩm thích hợp sử dụng cho mọi loại da.",
      "Image": "https://media.hasaki.vn/catalog/product/s/e/serum-chong-nang-duong-the-biore-khang-bui-lam-sang-da-spf-50-pa-150ml-1_img_300x300_b798dd_fit_center.jpg",
      "Price": 157000,
      "TheLoai": "Chăm sóc cơ thể"
    },
    {
      "id": 25,
      "Bookname": "Antiperspirant Roll On 20ml",
      "NamXB": "Lăn Khử Mùi Loại Vừa #Original",
      "IDTheLoai": "2",
      "Author": " Perspirex ",
      "Detail": " Lăn Khử Mùi Perspirex Antiperspirant Roll On nổi tiếng đến từ Đan Mạch. Đây là dòng sản phẩm lăn khử mùi cao cấp chuyên giải quyết các vấn đề về mồ hôi và mùi cơ thể khó chịu ở vùng da dưới cánh tay, phù hợp cho mọi loại da với các cấp độ từ nặng tới nhẹ. Sản phẩm được chứng minh có khả năng ngăn ngừa mồ hôi nhiều nhất đến 5 ngày chỉ với 1 lần bôi.",
      "Image": "https://media.hasaki.vn/catalog/product/l/a/lan-khu-mui-perspirex-loai-vua-original-20ml-01_img_300x300_b798dd_fit_center.jpg",
      "Price": 154000,
      "TheLoai": "Chăm sóc cơ thể"
    },
    {
      "id": 26,
      "Bookname": "Glass Skin 3 in 1 Shower Tone Up 300g",
      "NamXB": "Kem Dưỡng Trắng Sáng Da Body Che Khuyết Điểm",
      "IDTheLoai": "2",
      "Author": " Caryophy",
      "Detail": " Glass Skin 3 in 1 Shower Tone Up thúc đẩy tái tạo làn da trắng sáng sau 4 - 6 tuần sử dụng, có thể sử dụng làm sữa tắm nâng tông da, kem dưỡng sáng da, và che mờ khuyết điểm trên da, giữ ẩm cho làn da luôn căng mướt và sáng khỏe.",
      "Image": "https://media.hasaki.vn/catalog/product/g/o/google-shopping-kem-duong-caryophy-trang-sang-da-body-che-khuyet-diem-300g_img_300x300_b798dd_fit_center.jpg",
      "Price": 519000,
      "TheLoai": "Chăm sóc cơ thể"
    },
    {
      "id": 27,
      "Bookname": "Avocado Hair Cream - Sensitive 50g",
      "NamXB": "Kem Bơ Tẩy Lông Cho Da Nhạy Cảm",
      "IDTheLoai": "2",
      "Author": " CLEO",
      "Detail": " Với chiết xuất từ quả bơ và vitamin E, Kem Bơ Tẩy Lông Cho Da Nhạy Cảm Cléo Avocado Hair Removal Cream Sensitive Skin đặc biệt an toàn cho mọi loại da, ngay cả làn da nhạy cảm nhất. Công thức cải tiến giúp đánh bay tất cả các vùng lông đáng ghét mà không làm các nàng bị đau, đỏ rát hay khó chịu, làn da trở nên mềm mại, mịn màng đến bất ngờ. Hãy lấy lại sự tự tin với làn da láng mịn, sáng, sạch lông với các sản phẩm tẩy lông Cleo các nàng nhé!",
      "Image": "https://media.hasaki.vn/catalog/product/k/e/kem-bo-tay-long-danh-cho-da-nhay-cam-50g_img_300x300_b798dd_fit_center.jpg",
      "Price": 55000,
      "TheLoai": "Chăm sóc cơ thể"
    },
    {
      "id": 28,
      "Bookname": "For Back Medicated Body Lotion 100ml",
      "NamXB": "Xịt Làm Giảm Mụn Lưng",
      "IDTheLoai": "2",
      "Author": " Pelican",
      "Detail": " Tiếp nối sự thành công của xà phòng, Pelican giới thiệu tiếp đến sản phẩm Xịt Làm Giảm Mụn Lưng For Back Medicated Body Lotion có tác dụng hỗ trrợ giảm mụn cơ thể, kiểm soát lượng dầu thừa, ngăn tiết mồ hôi cho da khô thoáng. Ngoài ra, thành phần vitamin C tác dụng tái tạo da, hỗ trợ giảm thâm sau mụn, liền sẹo và không để lại vết thâm, ngăn ngừa hình thành vết thâm mụn của những đốm mụn mới được chữa lành, cải thiện hoặc hỗ trợ làm lành hoàn toàn các vết thâm mụn sẵn có. Mang đến làn da tươi sáng, mịn màng.",
      "Image": "https://media.hasaki.vn/catalog/product/g/o/google-shopping-xit-lam-giam-mun-lung-pelican-100ml_img_300x300_b798dd_fit_center.jpg",
      "Price": 36000,
      "TheLoai": "Chăm sóc cơ thể"
    },
    {
      "id": 29,
      "Bookname": "Detransprirant Intensif 50ml",
      "NamXB": "Lăn Khử Mùi Giúp Khô Thoáng Vùng Da Dưới Cánh Tay 72h",
      "IDTheLoai": "2",
      "Author": " Vichy",
      "Detail": " Lăn Khử Mùi Vichy Diệt Khuẩn Detranspirant Intensif 72H 50ml là dòng khử mùi cho nữ đến từ thương hiệu mỹ phẩm Vichy của Pháp có công dụng khử mùi cực mạnh lên đến 72 giờ đồng hồ, với đặc điểm không mùi, không gây vàng áo. Giúp bạn kiểm soát lượng mồ hôi thừa của cơ thể, ngăn mùi khó chịu, đặc biệt ở vùng nách, tạo cảm giác thoải mái, thông thoáng suốt nhiều giờ.",
      "Image": "https://media.hasaki.vn/catalog/product/l/a/lan-khu-mui-vichy-giup-kho-thoang-vung-da-duoi-canh-tay-72h-50ml-01_img_300x300_b798dd_fit_center.jpg",
      "Price": 188000,
      "TheLoai": "Chăm sóc cơ thể"
    },
    {
      "id": 30,
      "Bookname": "Tooth Powder Freshmint 50g",
      "NamXB": "Bột Làm Trắng Răng Hương Bạc Hà",
      "IDTheLoai": "2",
      "Author": " EUCRYL",
      "Detail": " Bột Làm Trắng Răng Hương Bạc Hà EUCRYL Tooth Powder Freshmint đến từ thương hiệu EUCRYL chuyên về các sản phẩm chăm sóc răng miệng nổi tiếng tại thị trường nội địa Anh Quốc. Sản phẩm có dạng bột mịn dễ dàng len lỏi sâu vào các kẽ răng để làm sạch tối ưu, đánh bay các mảng bám cứng đầu, khắc phục tình trạng răng ố vàng do thuốc lá, trà, cà phê hay thậm chí là vết bám của rượu vang đỏ… để lại cho bạn một hàm răng sạch sẽ, sáng trắng cùng với hương vị sảng khoái tươi mát của bạc hà.",
      "Image": "https://media.hasaki.vn/catalog/product/b/o/bot-lam-trang-rang-eucryl-huong-bac-ha-50g_img_300x300_b798dd_fit_center.jpg",
      "Price": 35000,
      "TheLoai": "Chăm sóc cơ thể"
    },
    {
      "id": 31,
      "Bookname": "Skin Aqua Lotion SPF 50+ PA++++ 150g",
      "NamXB": "Kem Chống Nắng Dưỡng Thể Dưỡng Sáng Mịn Da",
      "IDTheLoai": "2",
      "Author": " Sunplay",
      "Detail": " Kem Chống Nắng Dưỡng Thể Sunplay Skin Aqua UV Body Lotion SPF 50+ PA++++ 150g với công nghệ MOISTURE COAT giúp khóa ẩm và dưỡng ẩm chuyên sâu nhờ hệ dưỡng ẩm Hyaluronic Acid (HA+SHA) cấp nước và tạo màng giữ ẩm bao phủ làn da, dưỡng da luôn mềm mượt. Khả năng chống nắng hoàn hảo với chỉ số SPF 50+ PA++++ giúp bảo vệ làn da cơ thể luôn rạng rỡ, tránh tác hại từ tia UV gây sạm nám, khô nhăn hay thiếu độ đàn hồi.",
      "Image": "https://media.hasaki.vn/catalog/product/k/e/kem-chong-nang-duong-the-trang-min-sunplay-spf-50-pa-150g_img_300x300_b798dd_fit_center.jpg",
      "Price": 139000,
      "TheLoai": "Chăm sóc cơ thể"
    },
    {
      "id": 32,
      "Bookname": "Specialist Skincare Oil 200ml",
      "NamXB": "Tinh Dầu Dưỡng Da",
      "IDTheLoai": "2",
      "Author": " Bio-Oil",
      "Detail": " Tinh Dầu Dưỡng Da Bio-Oil được biết đến là một trong những sản phẩm hỗ trợ làm mờ sẹo và giảm rạn da được nhiều người yêu thích và bán chạy hàng đầu thế giới. Sản phẩm có khả năng giúp cải thiện tình trạng da không đều màu cho cả làn da sáng màu hoặc sậm màu; duy trì và tăng cường độ ẩm cho làn da bị lão hóa và nhăn nheo trên mặt và cơ thể, ngăn ngừa hiện tượng da mất nước, giữ da mịn màng đủ ẩm.",
      "Image": "https://media.hasaki.vn/catalog/product/t/i/tinh-dau-duong-da-bio-oil-200ml1_img_300x300_b798dd_fit_center.jpg",
      "Price": 406000,
      "TheLoai": "Chăm sóc cơ thể"
    },
    {
      "id": 33,
      "Bookname": "Ready 2 White Whitener Body Lotion 150ml",
      "NamXB": "Sữa Dưỡng Thể Sáng Da",
      "IDTheLoai": "2",
      "Author": " Cathy Doll",
      "Detail": " Sữa Dưỡng Thể Sáng Da Cathy Doll là sự kết hợp của 3 thành phần dưỡng sáng hiệu quả là Glutathione, Arbutin và Nhớt ốc sên đồng thời được sản xuất theo công nghệ nang phân tử giúp biến dưỡng chất thành các hạt siêu nhỏ có khả năng phân chia thành 3 lớp, thẩm thấu nhanh và sâu vào tế bào da, nuôi dưỡng da sáng từ bên trong.",
      "Image": "https://media.hasaki.vn/catalog/product/s/u/sua-duong-the-cathy-doll-sang-da-150mlk_img_300x300_b798dd_fit_center.jpg",
      "Price": 185000,
      "TheLoai": "Chăm sóc cơ thể"
    },
    {
      "id": 34,
      "Bookname": "Cleansing Soap For Black Spots 100g",
      "NamXB": "Xà Phòng Giảm Thâm Vùng Da Dưới Cánh Tay",
      "IDTheLoai": "2",
      "Author": " Pelican",
      "Detail": " Cleansing Soap For Black Spots với bảng thành phần chính từ than đen hoạt tính, chiết xuất Busa Arundinacea cùng với một lượng dầu Camellia có thể vừa làm sạch, tẩy da chết, khử mùi và đặc biệt là dưỡng vùng da dưới cánh tay trở nên sáng mịn. Ngoài ra, sản phẩm còn giúp lỗ chân lông nhỏ, ngăn tiết mồ hôi dưới cánh tay và không gây kích ứng.",
      "Image": "https://media.hasaki.vn/catalog/product/g/o/google-shopping-xa-phong-pelican-giam-tham-vung-da-duoi-canh-tay-100g_img_300x300_b798dd_fit_center.jpg",
      "Price": 115000,
      "TheLoai": "Chăm sóc cơ thể"
    },
    {
      "id": 35,
      "Bookname": "Spa Salt Bath & Body Scrub 700g",
      "NamXB": "Muối Tắm Tẩy Tế Bào Chết Hương Cà Phê ",
      "IDTheLoai": "2",
      "Author": " MORI",
      "Detail": " Spa Salt Bath & Body Scrub 700g chứa thành phần muối tự nhiên có tác dụng nhẹ nhàng giúp loại bỏ lớp tế bào chết, bụi bẩn và vi khuẩn bám trên da. Đồng thời, chiết xuất từ sữa, vitamin E và tinh dầu oliu trong MORI Spa Salt Bath & Body Scrub còn giúp tăng cường bổ sung độ ẩm và các dưỡng chất thiết yếu cho da, cho bạn làn da sạch sẽ và mịn màng.",
      "Image": "https://media.hasaki.vn/catalog/product/m/u/muoi-tam-tay-te-bao-chet-mori-huong-ca-phe-700g_img_300x300_b798dd_fit_center.jpg",
      "Price": 70000,
      "TheLoai": "Chăm sóc cơ thể"
    },
    {
      "id": 36,
      "Bookname": "Cleansing Soap For Black Spots 100g",
      "NamXB": "Xà Phòng Giảm Thâm Vùng Da Dưới Cánh Tay",
      "IDTheLoai": "2",
      "Author": " Pelican",
      "Detail": " Cleansing Soap For Black Spots với bảng thành phần chính từ than đen hoạt tính, chiết xuất Busa Arundinacea cùng với một lượng dầu Camellia có thể vừa làm sạch, tẩy da chết, khử mùi và đặc biệt là dưỡng vùng da dưới cánh tay trở nên sáng mịn. Ngoài ra, sản phẩm còn giúp lỗ chân lông nhỏ, ngăn tiết mồ hôi dưới cánh tay và không gây kích ứng.",
      "Image": "https://media.hasaki.vn/catalog/product/g/o/google-shopping-xa-phong-pelican-giam-tham-vung-da-duoi-canh-tay-100g_img_300x300_b798dd_fit_center.jpg",
      "Price": 115000,
      "TheLoai": "Chăm sóc cơ thể"
    },
    {
      "id": 37,
      "Bookname": "Spa Salt Bath & Body Scrub - Coffee 700g",
      "NamXB": "Muối Tắm Tẩy Tế Bào Chết Hương Cà Phê ",
      "IDTheLoai": "2",
      "Author": " MORI",
      "Detail": " Spa Salt Bath & Body Scrub 700g chứa thành phần muối tự nhiên có tác dụng nhẹ nhàng giúp loại bỏ lớp tế bào chết, bụi bẩn và vi khuẩn bám trên da. Đồng thời, chiết xuất từ sữa, vitamin E và tinh dầu oliu trong MORI Spa Salt Bath & Body Scrub còn giúp tăng cường bổ sung độ ẩm và các dưỡng chất thiết yếu cho da, cho bạn làn da sạch sẽ và mịn màng.",
      "Image": "https://media.hasaki.vn/catalog/product/m/u/muoi-tam-tay-te-bao-chet-mori-huong-ca-phe-700g_img_300x300_b798dd_fit_center.jpg",
      "Price": 70000,
      "TheLoai": "Chăm sóc cơ thể"
    },
    {
      "id": 38,
      "Bookname": "Intimate Gel Protect 250ml",
      "NamXB": "Dung Dịch Vệ Sinh Phụ Nữ Chiết Xuất Hoa Lily",
      "IDTheLoai": "2",
      "Author": " Corine de Farme",
      "Detail": " Dung Dịch Vệ Sinh Phụ Nữ Corine de Farme Chiết Xuất Hoa Lily được thiết kế chuyên biệt dành cho vệ sinh da vùng kín nhạy cảm của phái nữ, với công thức không chứa Sulfate, Paraben, Phenoxyethanol và đã được kiểm soát dược học & phụ khoa, hoàn toàn an toàn để chăm sóc cho vùng da nhạy cảm hằng ngày.",
      "Image": "https://media.hasaki.vn/catalog/product/g/e/gel-rua-phu-khoa-corine-de-farme-250ml_img_300x300_b798dd_fit_center.jpg",
      "Price": 155000,
      "TheLoai": "Chăm sóc cơ thể"
    },
    {
      "id": 39,
      "Bookname": "Daily Hydrating Vitamin E Body Lotion 621ml",
      "NamXB": "Sữa Dưỡng Thể Toàn Thân Vitamin E",
      "IDTheLoai": "2",
      "Author": " St.Ives",
      "Detail": " Sữa Dưỡng Thể Toàn Thân St.Ives Vitamin E với 100% thành phần thiên nhiên và Glycerin dưỡng ẩm thần kì được kết hợp cùng công thức thẩm thấu nhanh và không nhờn, sản phẩm giúp tăng cường độ ẩm, phục hồi da tươi khỏe suốt cả ngày. Hương thơm nhẹ nhàng tạo cảm giác thoải mái, thư giãn khi sử dụng.",
      "Image": "https://media.hasaki.vn/catalog/product/s/u/sua-duong-the-toan-than-st-ives-vitamin-e-621mll_img_300x300_b798dd_fit_center.jpg",
      "Price": 129000,
      "TheLoai": "Chăm sóc cơ thể"
    },
    {
      "id": 40,
      "Bookname": "Perfect Bubble for Body Floral Plus 500ml",
      "NamXB": "Sữa Tắm Dưỡng Ẩm Hương Linh Lan & Hoa Nhài",
      "IDTheLoai": "2",
      "Author": " SENKA",
      "Detail": " Sữa Tắm Dưỡng Ẩm Hương Hoa SENKA Perfect Bubble For Body Floral 500ml với hương thơm tươi mát từ các loài hoa cùng công nghệ chuyển hoá mùi độc đáo, khử mùi mồ hôi hiệu quả. Đồng thời giúp bạn loại bỏ các bụi bẩn ra khỏi cơ thể sau một ngày dài nhờ lớp bọt bông mềm mịn màng, giúp da sạch hơn và dưỡng trắng dần cho da. Thành phần giữ ẩm giúp da luôn mịn màng và tươi mát.",
      "Image": "https://media.hasaki.vn/catalog/product/g/o/google-shopping-sua-tam-duong-am-senka-huong-linh-lan-hoa-nhai-500ml_img_300x300_b798dd_fit_center.jpg",
      "Price": 103000,
      "TheLoai": "Chăm sóc cơ thể"
    },
    {
      "id": 41,
      "Bookname": "Tea Tree Shine Control and Blemish Clear Mask 26ml x 8 miếng",
      "NamXB": "Mặt Nạ Tràm Trà Kiểm Soát Dầu Và Giảm Mụn",
      "IDTheLoai": "3",
      "Author": " NARUKO",
      "Detail": " Mặt Nạ NARUKO Tea Tree Shine Control and Blemish Clear Mask được làm từ chất liệu than hoạt tính (miếng mặt nạ màu đen) và thành phần tinh dầu Tràm Trà (Tea Tree), giúp hấp thụ dầu thừa và ngăn ngừa mụn, tăng cường kiểm soát bã nhờn và duy trì sự cân bằng dầu - nước trên da, mang lại làn da láng mịn, sáng bóng và không tì vết.",
      "Image": "https://media.hasaki.vn/catalog/product/h/o/hop-8-mieng-mat-na-naruko-tram-tra-kiem-soat-dau-va-giam-mun-26ml-mieng-01_img_300x300_b798dd_fit_center.jpg",
      "Price": 178000,
      "TheLoai": "Mặt nạ"
    },
    {
      "id": 42,
      "Bookname": "Vita Genic Jelly Mask 30ml",
      "NamXB": "Mặt Nạ Vitamin C Dưỡng Sáng Da",
      "IDTheLoai": "3",
      "Author": " BNBG",
      "Detail": " Vita Genic Whitening Mask bổ sung Vitamin A hàm lượng 20.000ppm được chiết xuất cây xương rồng tại đảo Jeju Hàn Quốc với công dụng làm sáng đặc biệt, mặt nạ sẽ hỗ trợ và làm giảm các sắc tố sậm màu dưới da, giúp da non phát triển sáng mịn tự nhiên. Vitamin C còn có tác dụng hỗ trợ tăng sức đề kháng, làm giảm các tình trạng mụn và tổn thương do các tác động thời tiết, nội tiết lên bề mặt da.",
      "Image": "https://media.hasaki.vn/catalog/product/m/a/mat-na-bnbg-vitamin-c-duong-sang-da-30ml-1_img_300x300_b798dd_fit_center.jpg",
      "Price": 15000,
      "TheLoai": "Mặt nạ"
    },
    {
      "id": 43,
      "Bookname": "Vita Genic Jelly Mask 30ml",
      "NamXB": "Mặt Nạ Vitamin E Cấp Nước Dưỡng Ẩm Da",
      "IDTheLoai": "3",
      "Author": " BNBG",
      "Detail": " Vita Genic Hydrating Jelly Mask là loại mặt nạ dành riêng cho các cô nàng da khô hoặc thường xuyên phải tiếp xúc với điều hòa gây nên tình trạng da mất nước, bong tróc. Bổ sung Vitamin E hàm lượng 20.000ppm được chiết xuất từ nguồn nước khoáng tại đảo Jeju Hàn Quốc, có tác dụng cấp ẩm cho làn da thiếu nước, da căng mọng trở nên rạng rỡ hơn và ngừa lão hóa.",
      "Image": "https://media.hasaki.vn/catalog/product/m/a/mat-na-bnbg-vitamin-e-cap-nuoc-duong-am-da-30ml-1_img_300x300_b798dd_fit_center.jpg",
      "Price": 15000,
      "TheLoai": "Mặt nạ"
    },
    {
      "id": 44,
      "Bookname": "Vita Genic Jelly Mask 30ml",
      "NamXB": "Mặt Nạ Vitamin B Hỗ Trợ Phục Hồi Da Hư Tổn",
      "IDTheLoai": "3",
      "Author": " BNBG",
      "Detail": " Vita Genic Relaxing Jelly Mask có công dụng thư giãn và làm giảm stress cho cơ thể. Bổ sung Vitamin A hàm lượng 20.000ppm được chiết xuất cây lô hội tại đảo Jeju Hàn Quốc, có tác dụng thư giãn, hỗ trợ phục hồi làn da mệt mỏi. Đồng thời còn có công dụng hỗ trợ trong việc trẻ hóa da, giúp da luôn trong trạng thái khỏe mạnh và căng tràn sức sống.",
      "Image": "https://media.hasaki.vn/catalog/product/m/a/mat-na-bnbg-vitamin-b-ho-tro-phuc-hoi-da-hu-ton-30ml-1_img_300x300_b798dd_fit_center.jpg",
      "Price": 15000,
      "TheLoai": "Mặt nạ"
    },
    {
      "id": 45,
      "Bookname": "Vita Genic Lifting Jelly Mask 30ml",
      "NamXB": "Mặt Nạ Vitamin A Hỗ Trợ Nâng Cơ Mặt",
      "IDTheLoai": "3",
      "Author": " BNBG",
      "Detail": " Vita Genic Lifting Jelly Mask giúp hỗ trợ nâng cơ và săn chắc da. Góp phần giúp da luôn trong trạng thái đàn hồi, ngăn ngừa nguy cơ lão hóa và chảy xệ.",
      "Image": "https://media.hasaki.vn/catalog/product/m/a/mat-na-bnbg-vitamin-a-ho-tro-nang-co-mat-30ml-1_img_300x300_b798dd_fit_center.jpg",
      "Price": 15000,
      "TheLoai": "Mặt nạ"
    },
    {
      "id": 46,
      "Bookname": "Whitening Mask 20 miếng",
      "NamXB": "Mặt Nạ Dưỡng Sáng Da, Mờ Thâm Nám",
      "IDTheLoai": "3",
      "Author": " Melano CC",
      "Detail": " Mặt Nạ Dưỡng Sáng Da, Hỗ Trợ Làm Mờ Thâm Nám Melano CC Whitening Mask được làm từ 100% giấy Cotton mềm mại với 3 lớp dày giàu dưỡng chất kết hợp dẫn xuất Vitamin C và Vitamin E, thẩm thấu sâu vào da, giúp chống oxi hóa chống lão hóa, cung cấp ẩm, dưỡng da sáng mịn tự nhiên.",
      "Image": "https://media.hasaki.vn/catalog/product/m/a/mat-na-melano-cc-duong-sang-da-ho-tro-lam-mo-tham-nam-20-mieng-01_img_300x300_b798dd_fit_center.jpg",
      "Price": 174000,
      "TheLoai": "Mặt nạ"
    },
    {
      "id": 47,
      "Bookname": "RJT Pore Minimizing and Brightening Mask 25ml",
      "NamXB": "Mặt Nạ Ý Dĩ Nhân Đỏ Se Khít Lỗ Chân Lông, Làm Sáng Da",
      "IDTheLoai": "3",
      "Author": " NARUKO",
      "Detail": " NARUKO Raw Job's Tears Pore Minimizing and Brightening Mask được chiết xuất từ Ý Dĩ Nhân Đỏ giúp cải thiện những vùng da tối màu, dưỡng sáng và làm đều màu da, đồng thời cấp ẩm và hỗ trợ thu nhỏ lỗ chân lông.",
      "Image": "https://media.hasaki.vn/catalog/product/m/a/mat-na-naruko-y-di-nhan-do-se-khit-lo-chan-long-lam-sang-da-25ml-01_img_300x300_b798dd_fit_center.jpg",
      "Price": 18000,
      "TheLoai": "Mặt nạ"
    },
    {
      "id": 48,
      "Bookname": "Lip Sleeping Mask [Berry] 20g",
      "NamXB": "Mặt Nạ Ngủ Môi Hương Quả Mọng",
      "IDTheLoai": "3",
      "Author": " Laneige",
      "Detail": " Lip Sleeping Mask [Berry] chứa hương thơm của các loại quả mọng (berry) sảng khoái và ngọt ngào, đồng thời có chứa chiết xuất quả mọng giàu Vitamin C giúp chống oxy hóa mạnh mẽ, dưỡng da môi tươi trẻ và căng mịn hơn, ngăn ngừa các tổn thương do gốc tự do.",
      "Image": "https://media.hasaki.vn/catalog/product/m/a/mat-na-ngu-moi-laneige-huong-qua-mong-20g-005_1_img_300x300_b798dd_fit_center.jpg",
      "Price": 360000,
      "TheLoai": "Mặt nạ"
    },
    {
      "id": 49,
      "Bookname": "Teatree Care Solution Essential Mask EX 25ml",
      "NamXB": "Mặt Nạ Tinh Chất Trà Xanh Làm Giảm Mụn",
      "IDTheLoai": "3",
      "Author": " Mediheal",
      "Detail": " Mặt Nạ Tinh Chất Trà Xanh Làm Giảm Mụn Mediheal Teatree Healing solution Essential Mask đem đến hiệu quả sát khuẩn cao từ tinh chất trà xanh, giúp loại bỏ các dấu hiệu của mụn, bụi bẩn, làm sạch và mát da, đem đến cho bạn cảm giác thư giãn dễ chịu. Sản phẩm còn chứa chiết xuất tinh dầu tràm trà, lá thông, rau sam giúp làm mềm da, đem lại cho da cảm giác dễ chịu, thoáng mát.",
      "Image": "https://media.hasaki.vn/catalog/product/m/a/mat-na-tinh-chat-tra-xanh-lam-giam-mun-25ml_img_300x300_b798dd_fit_center.jpg",
      "Price": 16000,
      "TheLoai": "Mặt nạ"
    },
    {
      "id": 50,
      "Bookname": "Collagen Impact Essential Mask 25ml",
      "NamXB": "Mặt Nạ Phục Hồi Da Chiết Xuất Collagen",
      "IDTheLoai": "3",
      "Author": " Mediheal",
      "Detail": " Mặt Nạ Mediheal Phục Hồi Da Chiết Xuất Collagen Collagen Impact Essential Mask có chứa collagen từ biển sâu, Marine Elastin, Vitamin E giúp da thêm láng mịn và tăng độ đàn hồi, nuôi dưỡng và cấp ẩm sâu cho làn da. Sử dụng đều đặn bạn sẽ thấy cơ mặt dường như được nâng lên nhẹ nhàng và sắc da ngày càng tươi trẻ.",
      "Image": "https://media.hasaki.vn/catalog/product/m/a/mat-na-duong-phuc-hoi-da-collagen-25ml_img_300x300_b798dd_fit_center.jpeg",
      "Price": 16000,
      "TheLoai": "Mặt nạ"
    },
    {
      "id": 51,
      "Bookname": "Water Sleeping Mask 25ml",
      "NamXB": "Mặt Nạ Ngủ Cung Cấp Nước",
      "IDTheLoai": "3",
      "Author": " Laneige",
      "Detail": " Water Sleeping Mask là một sản phẩm trong dòng mặt nạ ngủ cực kỳ nổi tiếng của Laneige chính là lựa chọn sáng suốt cho quá trình chăm sóc da này. Bên cạnh đó, với mỗi sản phẩm mặt nạ ngủ dưỡng ẩm phiên bản Refill me, bạn đã đóng góp vào việc tham gia và bảo vệ nguồn nước trong chiến dịch Refill me của Laneige.",
      "Image": "https://media.hasaki.vn/catalog/product/m/a/mat-na-ngu-laneige-cung-cap-nuoc-25ml-01_img_300x300_b798dd_fit_center.jpg",
      "Price": 188000,
      "TheLoai": "Mặt nạ"
    },
    {
      "id": 52,
      "Bookname": "Hydro Boost 3d Sleeping Mask 50g",
      "NamXB": "Mặt Nạ Ngủ Cấp Nước Cho Da",
      "IDTheLoai": "3",
      "Author": " Neutrogena",
      "Detail": " Hydro Boost 3d Sleeping Mask với thành phần Hyaluronic Acid tăng cường dưỡng ẩm cho da mang đến một làn da khỏe mạnh, mượt mà, đàn hồi tốt và săn chắc, ngăn ngừa tình trạng lão hóa sớm.",
      "Image": "https://media.hasaki.vn/catalog/product/g/o/google-shopping-mat-na-ngu-neutrogena-cap-nuoc-cho-da-50g_img_300x300_b798dd_fit_center.jpg",
      "Price": 330000,
      "TheLoai": "Mặt nạ"
    },
    {
      "id": 53,
      "Bookname": "Effaclar Micro-Peeling Purifying Gel 400ml",
      "NamXB": "Gel Rửa Mặt & Tắm Làm Sạch & Giảm Mụn",
      "IDTheLoai": "4",
      "Author": " La Roche-Posay",
      "Detail": " Effaclar Micro-Peeling Purifying Gel thuộc dòng Effaclar chăm sóc da dầu mụn, với tác động kép - hiệu quả 2 trong 1 dùng được cho mặt và toàn thân, không chỉ giúp làm sạch dịu nhẹ mà còn hỗ trợ giảm mụn, vết thâm và ngăn ngừa mụn tái phát.",
      "Image": "https://media.hasaki.vn/catalog/product/g/e/gel-rua-mat-la-roche-posay-ho-tro-giam-mun-cho-mat-toan-than-400ml-3_img_300x300_b798dd_fit_center.jpg",
      "Price": 428000,
      "TheLoai": "Làm sạch"
    },
    {
      "id": 54,
      "Bookname": "HyperSharp Power Black Liquid Liner 0.5g",
      "NamXB": "Kẻ Mắt Nước Sắc Nét Không Trôi Màu Đen",
      "IDTheLoai": "4",
      "Author": " Maybelline",
      "Detail": " Bút kẻ mắt dạng nước Hyper Sharp Power đến từ Maybelline sẽ giúp bạn có đôi mắt to tròn và sắc sảo hơn. Nhờ công thức ưu việt chứa những phân tử carbon siêu nhỏ kết hợp cùng công nghệ hút sáng đặc biệt, Hyper Sharp Power tạo ra những nét vẽ có màu mực đen tuyền ấn tượng, không lem, không trôi nhưng lại rất dễ tẩy trang.",
      "Image": "https://media.hasaki.vn/catalog/product/k/e/ke-mat-nuoc-maybelline-sac-net-khong-troi-mau-den-0-5g-01_img_300x300_b798dd_fit_center.jpg",
      "Price": 98000,
      "TheLoai": "Trang điểm"
    },
    {
      "id": 55,
      "Bookname": "Starring You Signature Stars Lipstick Kit",
      "NamXB": "Bộ 3 Son Thỏi Signature Star",
      "IDTheLoai": "4",
      "Author": " MAC",
      "Detail": " Bộ 03 Son Thỏi MAC Starring You Signature Stars Lipstick Kit là phiên bản đặc biệt được thiết kế dành riêng cho mùa lễ hội 2020, với 3 tông màu son quyến rũ, thời thượng nhất thuộc top best seller.",
      "Image": "https://media.hasaki.vn/catalog/product/2/1/210000200-3108_img_300x300_b798dd_fit_center.jpg",
      "Price": 549000,
      "TheLoai": "Trang điểm"
    },
    {
      "id": 56,
      "Bookname": "M Magic Cushion (New Edition 2019) 15g",
      "NamXB": "Phấn Nước NEW EDITION 2019 Che Phủ Hoàn Hảo #21 SPF50+ PA+++ ",
      "IDTheLoai": "4",
      "Author": " MISSHA",
      "Detail": " Phấn Nước Che Phủ Hoàn Hảo MISSHA M Magic Cushion (New Edition 2019) SPF50+ PA+++ với công thức chứa các hạt sắc tố màu siêu nhỏ có khả năng che phủ tốt các khuyết điểm trên da, cùng với độ bám màu tốt & bền màu lâu trôi, mang đến lớp nền tươi sáng cho bạn gái, kết hợp chỉ số chống nắng SPF50+ PA+++ và khả năng kiềm dầu tuyệt vời mà bạn không nên bỏ qua!",
      "Image": "https://media.hasaki.vn/catalog/product/p/h/phan-nuoc-missha-new-edition-2019-che-phu-hoan-hao-23-spf50-pa-15g-01_1_img_300x300_b798dd_fit_center.jpg",
      "Price": 154000,
      "TheLoai": "Trang điểm"
    },
    {
      "id": 57,
      "Bookname": "Baby Skin Pore Eraser 22ml",
      "NamXB": "Kem Lót Trang Điểm Baby Skin",
      "IDTheLoai": "4",
      "Author": " Maybelline",
      "Detail": " Kem lót Maybelline Baby Skin Instant Pore Eraser có khả năng che phủ hoàn hảo, sản phẩm sẽ làm cho khuyết điểm lỗ chân lông to “bốc hơi” ngay lập tức chỉ với một lớp kem mỏng, hứa hẹn mang lại cho bạn làn da láng mịn như da em bé. Bên cạnh đó, bạn sẽ không còn lo ngại da bị khô ráp, sần sùi vì sản phẩm còn có chức năng giữ ẩm cho da suốt cả ngày dài.",
      "Image": "https://media.hasaki.vn/catalog/product/k/e/kem-lot-trang-diem-maybelline-baby-skin-22mlt_img_300x300_b798dd_fit_center.jpg",
      "Price": 98000,
      "TheLoai": "Trang điểm"
    },
    {
      "id": 58,
      "Bookname": "Hyper Curl Volum' Express Mascara 9.2ml",
      "NamXB": "Mascara Làm Cong Mi 100°",
      "IDTheLoai": "4",
      "Author": " Maybelline",
      "Detail": " Hyper Curl Volum' Express Mascara có tác dụng giúp làm dày gấp 3 lần và hàng mi cong vút 75 độ, bền đẹp suốt 18 giờ. Sản phẩm phù hợp với hàng mi mỏng, thưa và không được dài. Nhờ công thức tối ưu kết hợp với đầu cọ được thiết kế dễ dàng chải tận gốc sợi mi, giúp mascara được bao phủ hiệu quả, cho bạn đôi mi dày ấn tượng, cong quyến rũ.",
      "Image": "https://media.hasaki.vn/catalog/product/m/a/mascara-maybelline-lam-cong-mi-100-9-2mlg_img_300x300_b798dd_fit_center.jpg",
      "Price": 85000,
      "TheLoai": "Trang điểm"
    },
    {
      "id": 59,
      "Bookname": "HyperSharp Liner 0.5g",
      "NamXB": "Bút Kẻ Mắt Nước Sắc Mảnh Màu Đen",
      "IDTheLoai": "4",
      "Author": " Maybelline",
      "Detail": " Maybelline HyperSharp Liner Màu Đen 0.5g với đầu cọ cải tiến chỉ 0.01mm và rất mềm mại, do vậy đường kẻ mắt sẽ cực kì linh hoạt và dễ điều khiển, bạn có thể dễ dàng vẽ mắt từ nét mỏng tự nhiên đến dày cá tính. Cấu trúc ống mực cũng đã được cải tiến so với phiên bản cũ giúp dòng mực chảy từ ống xuống ngòi đều hơn, đậm hơn.",
      "Image": "https://media.hasaki.vn/catalog/product/b/u/but-ke-mat-nuoc-sac-manh-maybelline-mau-den-0-5g_img_300x300_b798dd_fit_center.jpg",
      "Price": 116500,
      "TheLoai": "Trang điểm"
    },
    {
      "id": 60,
      "Bookname": "Love M.O.I Special Edition - No.9 Girl On Fire",
      "NamXB": "Son Thỏi Màu Đỏ Cam",
      "IDTheLoai": "4",
      "Author": " M.O.I",
      "Detail": " Son Thỏi M.O.I (Vỏ Đen) Love M.O.I Special Edition là dòng son môi phiên bản giới hạn ra mắt mới nhất trong năm 2020 được đại diện bởi các siêu mẫu Hồ Ngọc Hà, Lan Khuê, Võ Hoàng Yến. Bảng màu đa dạng với 12 màu son phù hợp cho mọi cá tính của các cô nàng Châu Á.",
      "Image": "https://media.hasaki.vn/catalog/product/s/o/son-thoi-m-o-i-09-girl-on-fire-mau-do-cam-vo-den_img_300x300_b798dd_fit_center.jpg",
      "Price": 359000,
      "TheLoai": "Trang điểm"
    },
    {
      "id": 61,
      "Bookname": "The Magnum Big Shot Mascara 10ml",
      "NamXB": "Mascara Làm Dày Mi Cực Đại Không Lem Không Trôi",
      "IDTheLoai": "4",
      "Author": " Maybelline",
      "Detail": " Maybelline Maybelline The Magnum Big Shot vào đầu năm 2018, với công thức đầu cọ cải tiến khiến hàng mi dày ngay từ lần chải đầu tiên, đồng thời chứa công thức nuôi dưỡng mi từ sâu bên trong giúp hàng mi bóng rợp chắc khỏe.",
      "Image": "https://media.hasaki.vn/catalog/product/m/a/mascara-maybelline-lam-day-mih_img_300x300_b798dd_fit_center.jpg",
      "Price": 117000,
      "TheLoai": "Trang điểm"
    },
    {
      "id": 62,
      "Bookname": "All-Day Perfect Cover Cushion Planning Set - 03 Yellow Beige",
      "NamXB": "Set Trang Điểm Che Phủ Hoàn Hảo 3 Món (Màu 03)",
      "IDTheLoai": "4",
      "Author": " A.Black",
      "Detail": " Set Trang Điểm A.Black Che Phủ Hoàn Hảo All-Day Perfect Cover Cushion Planning Set 3 Món là sản phẩm trang điểm mặt đến từ thương hiệu mỹ phẩm A.Black của Hàn Quốc, bộ trang điểm bao gồm: 1 phấn nước, 1 che khuyết điểm, 1 kem lót, đem lại một lớp nền che phủ hoàn hảo, che đi các khuyết điểm trên mặt, làm mờ các vết mụn, thâm và bọng mắt. Sản phẩm sở hữu chỉ số chống nắng SPF 47 PA++ giúp bảo vệ làn da khỏi sự tác động của các tia UV lên đến hơn 8 tiếng.",
      "Image": "https://media.hasaki.vn/catalog/product/s/e/set-trang-diem-a-black-che-phu-hoan-hao-3-mon-mau-03-6_1_img_300x300_b798dd_fit_center.jpg",
      "Price": 259000,
      "TheLoai": "Trang điểm"
    },
    {
      "id": 63,
      "Bookname": "Want It Got It Dual Eyebrow #Dark Brown 2g + 2ml",
      "NamXB": "Chì Kẻ Mày 2 Đầu Màu Nâu Đậm",
      "IDTheLoai": "4",
      "Author": " Lemonade",
      "Detail": " Chì Kẻ Mày 2 Đầu LEMONADE Want It Got It Dual Eyebrow giúp khắc phục các nhược điểm thường gặp của chì kẻ mày thông thường, giúp bạn dễ dàng kẻ được hàng lông mày sắc nét và đẹp hoàn hảo đến từng sợi lông.",
      "Image": "https://media.hasaki.vn/catalog/product/c/h/chi-ke-may-2-dau-lemonade-dark-brown-2g-2ml-1_img_300x300_b798dd_fit_center.jpg",
      "Price": 141000,
      "TheLoai": "Trang điểm"
    },
    {
      "id": 64,
      "Bookname": "Rouge Unlimited Matte OR570 3g",
      "NamXB": "Son Lì Lâu Trôi OR570 Màu Đỏ Cam",
      "IDTheLoai": "4",
      "Author": " Shu Uemura",
      "Detail": " Rouge Unlimited Matte OR570 với sự kết hợp hoàn mỹ giữa chất son lì thượng hạng và kết cấu mịn nhẹ như nhung, cho sắc son được bền màu mà vẫn duy trì cảm giác thoải mái, nhẹ nhàng suốt ngày dài. Đặc biệt, công nghệ khuếch tán hạt sắc tố màu mang lại màu sắc thuần túy, cho đôi môi bùng nổ màu sắc đầy cá tính khiến các nàng không khỏi ngất ngây.",
      "Image": "https://media.hasaki.vn/catalog/product/g/o/google-shopping-son-li-shu-uemura-lau-troi-or570-mau-do-cam-3g_img_300x300_b798dd_fit_center.jpg",
      "Price": 668000,
      "TheLoai": "Trang điểm"
    },
    {
      "id": 65,
      "Bookname": "Matte Addict Dual Cushion 14g + 2g",
      "NamXB": "Phấn Nước SPF50+ PA+++ A02 Natural Da Trung Bình",
      "IDTheLoai": "4",
      "Author": " LEMONADE",
      "Detail": " Phấn Nước Matte Addict Dual Cushion SPF50+ PA+++ vô cùng đặc biệt với 2 chức năng gói gọn trong 1 sản phẩm: lớp Face Filler kiềm dầu mịn da và lớp Cushion mỏng nhẹ mịn lỳ sẽ giúp cứu nguy làn da dầu bất trị trong mùa hè này!",
      "Image": "https://media.hasaki.vn/catalog/product/p/h/phan-nuoc-lemonade-spf50-pa-a02-natural-001_img_300x300_b798dd_fit_center.jpg",
      "Price": 366000,
      "TheLoai": "Trang điểm"
    },
    {
      "id": 66,
      "Bookname": "Fit Me Matte Poreless Foundation SPF 22 - 120 Classic Ivory 30ml",
      "NamXB": "Kem Nền Mịn Nhẹ Kiềm Dầu Chống Nắng #120",
      "IDTheLoai": "4",
      "Author": " Maybelline",
      "Detail": " Kem Nền Maybelline Mịn Nhẹ Kiềm Dầu Chống Nắng Matte Poreless Foundation SPF 22 30ml với công nghệ Micro Powders hạt phấn siêu nhỏ không dầu, không hương liệu độc quyền cho hiệu ứng mịn lì tự nhiên, tiệp màu da cùng khả năng kiềm dầu hiệu quả cả ngày dài, phù hợp cho da dầu.",
      "Image": "https://media.hasaki.vn/catalog/product/b/u/but-cushion-che-khuyet-diem-maybelline-giam-quang-tham-120-light-6ml-1_img_300x300_b798dd_fit_center.jpg",
      "Price": 184000,
      "TheLoai": "Trang điểm"
    },
    {
      "id": 67,
      "Bookname": "Instant Age Rewind Eraser Dark Circles Treatment Concealer 6ml",
      "NamXB": "Bút Cushion Che Khuyết Điểm Giảm Quầng Thâm 120 Light",
      "IDTheLoai": "4",
      "Author": " Maybelline",
      "Detail": " Che Khuyết Điểm Maybelline Instant Age Rewind Treatment Concealer chính là “cứu tinh” cho những đôi mắt “gấu trúc” cần che đi quầng thâm mệt mỏi và bọng mắt “xấu xí” khi có thể che phủ những khuyết điểm chỉ trong giây lát và giữ kết quả “tuyệt vời” ấy trong nhiều giờ, để bạn có thể tự tin với đôi mắt tươi sáng và gương mặt đầy vẻ trẻ trung. Nếu bạn đang tìm một phép màu như vậy, Maybelline Instant Age Rewind Treatment Concealer chính là sản phẩm dành cho bạn.",
      "Image": "https://media.hasaki.vn/catalog/product/b/u/but-cushion-che-khuyet-diem-maybelline-giam-quang-tham-120-light-6ml-1_img_300x300_b798dd_fit_center.jpg",
      "Price": 122000,
      "TheLoai": "Trang điểm"
    },
    {
      "id": 68,
      "Bookname": "All-in-One Dual Eyebrow Shape Pen #03 Black Brown 5ml",
      "NamXB": "Chì Mày Định Hình Đa Năng 03 Nâu Đen",
      "IDTheLoai": "4",
      "Author": " Vacosi",
      "Detail": " Dual Eyebrow Shape Pen với thiết kế 3 đầu gồm đầu chì để vẽ chân mày, đầu cọ giúp chải hàng chân mày trở nên gọn gàng, ngăn nắp cùng đầu moose siêu mềm mịn nhằm để tán bột chì sẽ mang đến cho phái đẹp đôi chân mày đầy quyến rũ và sắc nét.",
      "Image": "https://media.hasaki.vn/catalog/product/c/h/chi-ke-may-2-dau-lemonade-dark-brown-2g-2ml-1_img_300x300_b798dd_fit_center.jpg",
      "Price": 82000,
      "TheLoai": "Trang điểm"
    },
    {
      "id": 69,
      "Bookname": "Essential Brush Set BC09 14 cây",
      "NamXB": "Bộ Cọ Trang Điểm 14 Cây BC09 (Bóp Da Hồng)",
      "IDTheLoai": "4",
      "Author": " Vacosi",
      "Detail": " Bộ Cọ Trang Điểm Essential Brush Set BC09 bao gồm 14 cây được thiết kế chuyên biệt với nhiều loại và công dụng khác nhau, giúp bạn dễ dàng lựa chọn và sử dụng tùy theo các mục đích trang điểm của riêng mình. Sản phẩm phù hợp với các bạn mới bắt đầu học trang điểm hoặc nhu cầu trang điểm cá nhân mỗi ngày.",
      "Image": "https://media.hasaki.vn/catalog/product/f/a/facebook-dynamic-bo-co-trang-diem-vacosi-14-cay-bc09-bop-da-hong_img_300x300_b798dd_fit_center.jpg",
      "Price": 219000,
      "TheLoai": "Trang điểm"
    },
    {
      "id": 70,
      "Bookname": "Modern Lash Curler - BM03",
      "NamXB": "Bấm Mi Modern Lash Curler Cán Đen - BM03",
      "IDTheLoai": "4",
      "Author": " Vacosi",
      "Detail": " Bấm mi cán đen BM03 của Vacosi giúp bạn tạo độ cong cho làn mi trước khi chuốt mascara. Sản phẩm được thiết kế tiện lợi, dễ sử dụng, bấm chính xác vào lông mi mà không làm gãy, rụng lông mi.",
      "Image": "https://media.hasaki.vn/catalog/product/f/a/facebook-dynamic-bam-mi-vacosi-modern-lash-curler-can-den-bm03_img_300x300_b798dd_fit_center.jpg",
      "Price": 42000,
      "TheLoai": "Trang điểm"
    },
    {
      "id": 71,
      "Bookname": "ProAcne Solution Cover Stick 2.5g",
      "NamXB": "Che Khuyết Điểm Cho Da Mụn",
      "IDTheLoai": "4",
      "Author": " Eucerin",
      "Detail": " Che Khuyết Điểm Cho Da Mụn Eucerin ProAcne Solution Cover Stick giúp “che” đi nhanh chóng các vết mụn, thâm, sẹo,... đồng thời hồi phục, sửa chữa làn da khi sản phẩm được sử dụng.",
      "Image": "https://media.hasaki.vn/catalog/product/c/h/che-khuyet-diem-cho-da-mun-eucerin-2-5g_img_300x300_b798dd_fit_center.jpg",
      "Price": 417000,
      "TheLoai": "Trang điểm"
    },
    {
      "id": 72,
      "Bookname": "Fit Me Mono Blush 4.5g",
      "NamXB": "Phấn Má Hồng Màu Hồng 30 Rose",
      "IDTheLoai": "4",
      "Author": " Maybelline",
      "Detail": "  Maybelline Fit Me Mono Blush với 4 tông màu nhẹ nhàng trẻ trung được chọn lọc phù hợp với tông da châu Á, chất phấn mịn màng dễ tán cùng khả năng kiềm dầu, giúp giữ da bạn luôn khô thoáng, không bóng nhờn.",
      "Image": "https://media.hasaki.vn/catalog/product/p/h/phan-ma-hong-maybelline-mau-hong-30-rose-4-5gk_img_300x300_b798dd_fit_center.jpg",
      "Price": 80000,
      "TheLoai": "Trang điểm"
    },
    {
      "id": 73,
      "Bookname": "Neutralize Nude Eyeshadow Palette 20g",
      "NamXB": "Bảng Phấn Mắt 20 Màu Dạng Lì, Ánh Nhũ",
      "IDTheLoai": "4",
      "Author": " Australis",
      "Detail": " Neutralize Nude Eyeshadow Palette là một bảng màu mắt có đến 20 tông màu đa dạng khác nhau, kết hợp giữa dạng bột phấn lì và cả bột phấn ánh nhũ, giúp bạn thoải mái mix-match để tạo ra các tông màu mắt riêng phù hợp với make-up look của mỗi cá nhân.",
      "Image": "https://media.hasaki.vn/catalog/product/b/a/bang-phan-mat-australis-20-mau-dang-li-anh-nhu-20g_img_300x300_b798dd_fit_center.png",
      "Price": "366000",
      "TheLoai": "Trang điểm"
    }
  ],
  "listSPP": [
    {
      "NameTheLoai": "Dưỡng da",
      "IDTheLoai": "1",
      "id": 1
    },
    {
      "NameTheLoai": "Chăm sóc cơ thể",
      "IDTheLoai": "2",
      "id": 2
    },
    {
      "NameTheLoai": "Mặt nạ",
      "IDTheLoai": "3",
      "id": 3
    },
    {
      "NameTheLoai": "Trang điểm",
      "IDTheLoai": "4",
      "id": 4
    }
  ],
  "pay": [
    {
      "FirstName": "",
      "LastName": "",
      "Address": "128 Yết Kiêu",
      "Email": "",
      "BuyBook": "",
      "Quantity": "",
      "Price": 0,
      "id": 1,
      "pay": "",
      "phone": "989890890-"
    },
    {
      "FirstName": "",
      "LastName": "",
      "Address": "",
      "Email": "",
      "BuyBook": "TRUYỆN CỔ TÍCH VIỆT NAM, ",
      "Quantity": "6, ",
      "Price": 348000,
      "id": 2,
      "pay": "",
      "phone": ""
    },
    {
      "FirstName": "",
      "LastName": "",
      "Address": "",
      "Email": "",
      "BuyBook": "Advanced Night Repair II - Serum 30ml, ",
      "Quantity": "9, ",
      "Price": 13041000,
      "id": 3,
      "pay": "",
      "phone": ""
    },
    {
      "FirstName": "",
      "LastName": "",
      "Address": "",
      "Email": "",
      "BuyBook": "Freshly Juiced Vitamin Drop 35ml, Snail Miracle Repair Serum 50ml, Whitening UltraWHITE Spot 5ml, ",
      "Quantity": "3, 0, 0, ",
      "Price": 744000,
      "id": 4,
      "pay": "",
      "phone": ""
    },
    {
      "FirstName": "",
      "LastName": "",
      "Address": "",
      "Email": "",
      "BuyBook": "UltraWHITE+ Spotless Serum 30ml, ",
      "Quantity": "4, ",
      "Price": 3792000,
      "id": 5,
      "pay": "",
      "phone": ""
    },
    {
      "FirstName": "",
      "LastName": "",
      "Address": "",
      "Email": "",
      "BuyBook": "Supple Preparation Facial Toner 180ml, ",
      "Quantity": "0, ",
      "Price": 0,
      "id": 6,
      "pay": "",
      "phone": ""
    },
    {
      "FirstName": "Trần",
      "LastName": "Mơ",
      "Address": "KTX khu B",
      "Email": "tuyensinhmomo2000@gmailtuye",
      "BuyBook": "Snail Miracle Repair Serum 50ml, Mặt Nạ Ủ Tóc Fanola 1500ml, ",
      "Quantity": "1, 1, ",
      "Price": 234194,
      "id": 7,
      "pay": "MoMo",
      "phone": "4532"
    },
    {
      "FirstName": "lê",
      "LastName": "mơ",
      "Address": "ktx khu b",
      "Email": "tuyensinhmomo2000@gmail.com",
      "BuyBook": "Mặt Nạ Ủ Tóc Fanola 1500ml, ",
      "Quantity": "0, ",
      "Price": 0,
      "id": 8,
      "pay": "momô",
      "phone": "6542"
    }
  ]
}